[Simplified Chinese]
Please connect the 2.4GHz USB dongle of the device to your computer's USB port for pairing. = 请将设备的 2.4GHz USB 接收器连接至 USB 接口以进行配对。
Please follow the steps below for pairing. = 请依照以下步骤进行配对。
1. Set the connection switch to the RF 2.4GHz mode. = 1. 将设备切换为 2.4 GHz RF 模式。
2. Press and hold the left button, right button and DPI button for 3 seconds. = 2. 长按左键、右键以及 DPI 键 3 秒。
3. Click the "Pair" button on the interface. = 3. 点击界面上的“配对”按键。	
1. Connect the device to your computer with the USB cable. = 1. 请将设备以 USB 线连接。
2. Click the "Pair" button on the interface. = 2. 点击界面上的“配对”按键。
Pair = 进行配对
Close = 关闭
Pairing = 配对中
Pairing completed = 配对完成
Pairing failed = 配对失败

1. Connect the headset with a USB cable and switch to 2.4GHz mode. = 1. 请将设备以 USB 线连接并切换为 2.4GHz RF 模式。
2. Press and hold the function button for 15 seconds until you hear the beep sounds. = 2. 长按功能键 15 秒直到听到提示音。
Please unplug and re-plug the 2.4 GHz receiver(dongle), power off the headset and then switch it to RF 2.4 GHz mode. = 请重新插拔 2.4GHz RF 接收器，并将耳机开关切换至 OFF 后再切换为 2.4GHz RF 模式。